hero_hp = 0
hero_dmg = 0
lvl = 0
races = ['эльф🧝🏼‍♂️', 'человек👨🏼', 'орк🧌', 'гоблин👺', 'демон😈', 'вампир🧛🏼']
race_hp = {
  'эльф🧝🏼‍♂️':  250,
  'человек👨🏼': 100, 
  'орк🧌': 350, 
  'гоблин👺':150 , 
  'демон😈': 300, 
  'вампир🧛🏼': 250
}

race_dmg = {
  'эльф🧝🏼‍♂️': 150 , 
  'человек👨🏼':100 , 
  'орк🧌': 170, 
  'гоблин👺':130 , 
  'демон😈':180 , 
  'вампир🧛🏼': 160
}

classes = ['воин⚔️', 'маг🪄', 'призыватель🧙🏼']

class_hp = {
  'воин⚔️':170,
  'маг🪄':70,
  'призыватель🧙🏼': 70
}
class_dmg = {
  'воин⚔️': 200 ,
  "маг🪄": 240 ,
  "призыватель🧙🏼": 230
}

monsters = ['скелет💀', 'ведьма🧹', 'голем🪨']

monster_hp = {
  'скелет💀': 170,
  'ведьма🧹': 300,
  'голем🪨': 400
}
monster_dmg = {
  'скелет💀': 150,
  'ведьма🧹': 200,
  'голем🪨': 250
}